[
  {
    "name": "Manufactory",
    "description": "<p><b>Manufactory at Pomona Island</b><br><i>Academic Work | Centre for Alternative Technology<br>5th year project 2018/19<br>Programs used: Autodesk Revit, Sketch up Adobe Photoshop, InDesign and Illustrator</i><br><br>The project is the sensitive sustainable regeneration of an uninhabited brownfield site; Pomona Island on the outskirts of Manchester. The area is in need of regeneration and this proposal tackles it sustainably; providing employment and preserving much sought after green space. The site will be brought back into use and house a manufacturing facility, training college and model village. Which will help to provide refuge and rehabilitation of the homeless population of Manchester. Creating a neighbourhood focus and identity through tourism economy. Improving the skills of residents to meet the job opportunities. With the long term goal to tackle homelessness at the source by providing employment and training on site in manufacturing prefabricated self build timber ‘kit‘ homes which will provide a solution to the current housing crisis.<br><br>In homage to the Pomona Garden’s and Palace the site will once again become a recreational green space within the city. Once again open to public activity it will become a place for people to enjoy the outdoors. The proposal will reinstate the docks which have since been filled in, visibly preserving the history of the site. The docks will no longer have industrial use but be home to wildlife and human activity. Nature will be encouraged by providing an informal nature reserve and preserving the majority of the site as green space. <br><br>There are three buildings on site, the factory, training college and temporary accommodation prefabricated ‘model village’ which houses the trainees.  The buildings are connected to one another through a public procession that makes a spectacle of the factory taking the visitors on a journey through the factory to the training college exhibition and ending in the café. The factory utilities the industrial artery of Manchester, the shipping canal in its delivery and distribution of manufacturing prefab homes. The factory sites itself in the footprint of historical dockland buildings. As the site itself sits on an angle pointing north east, the factory’s form is dominated by a 45° saw tooth roof to utilise true north light and solar power to the south.</p>",
    "images": [
      {
        "URL": "https://i.ibb.co/wLwMGvM/1905-Proposed-Site-plan-sml-compressor.jpg",
        "link": "/project",
        "alt": "Site plan",
        "section": "Manufactory"
      },
      {
        "URL": "https://i.ibb.co/VLZKkm9/Factory-Ending-procession.jpg",
        "link": "/project",
        "alt": "Factory procession end",
        "section": "Manufactory"
      },
      {
        "URL": "https://i.ibb.co/Fx2ZCGK/Context-Map-A1-compressor.jpg",
        "link": "/project",
        "alt": "Context location plan",
        "section": "Manufactory"
      },
      {
        "URL": "./fdp/1.jpg",
        "link": "/project",
        "alt": "Final design project",
        "isLocalImg": true,
        "section": "Manufactory"
      },
      {
        "URL": "https://i.ibb.co/SXNdCxb/cafe-lecture-hall.jpg",
        "link": "/project",
        "alt": "Cafe lecture hall",
        "section": "Manufactory"
      },
      {
        "URL": "https://i.ibb.co/ZxfLTXt/Boardwalk.jpg",
        "link": "/project",
        "alt": "Boardwalk",
        "section": "Manufactory"
      },
      {
        "URL": "https://i.ibb.co/ts58Xyf/STRCUTURE-STRATEGY.jpg",
        "link": "/project",
        "alt": "Structural strategy exploded axonometric",
        "section": "Manufactory"
      },
      {
        "URL": "https://i.ibb.co/ckQ2bMM/1904-Factory-Building-1-to-10-details.jpg",
        "link": "/project",
        "alt": "Detail of factory",
        "section": "Manufactory"
      },
      {
        "URL": "https://i.ibb.co/R7wdZxP/final-rendered-section.jpg",
        "link": "/project",
        "alt": "Long - Factory detail section",
        "section": "Manufactory"
      },
      {
        "URL": "https://i.ibb.co/3dQrXW6/final-rendered-factory-plans.jpg",
        "link": "/project",
        "alt": "Factory floor plans",
        "section": "Manufactory"
      },
      {
        "URL": "https://i.ibb.co/0hYh38F/section-factory-zoom.jpg",
        "link": "/project",
        "alt": "Short - Factory detail section",
        "section": "Manufactory"
      },
      {
        "URL": "https://i.ibb.co/pRtzZmG/Education-building-board-841x1189-a0-compressor.jpg",
        "link": "/project",
        "alt": "Training college floor plans",
        "section": "Manufactory"
      },
      {
        "URL": "https://i.ibb.co/MVQZnXV/1904-Factory-Building-roof-compressor.jpg",
        "link": "/project",
        "alt": "Factory saw tooth roof detail",
        "section": "Manufactory"
      },
      {
        "URL": "https://i.ibb.co/Pjs3shL/Sense-of-inhabitation-axo-amended-compressor.jpg",
        "link": "/project",
        "alt": "Spirit of place",
        "section": "Manufactory"
      }
    ]
  },
  {
    "name": "Sk-Eye",
    "description": "<p><b>Design and build - Sk-Eye</b><br><i>Academic Work | Centre for Alternative Technology<br>4th year Summer build project 2018<br>Programs used: Vectorworks, Sketch up, Adobe Photoshop, InDesign and Illustrator</i><br><br>serve, learn and reflect on nature and sustainability. The elements - sky, earth, wind, water, fire and soil are tangible: Sk-Eye connects the visitor with the sky and rain, the charred timber cladding drapes around the structure. The form of the structure is influenced by the circular form of the Welsh roundhouse and is modernised into a timber hexagonal volume which tapers to create the oculus. Two doors welcome visitors off the trail and into the structure. Within an installation consists of the documentation of memories of people visiting and living at CAT. Cast in resin and wax, these are positioned as a chandelier capturing sunlight and rainwater, celebrating the infamous Welsh weather.<br><br>Sk-Eye is elegant and simple, the primary structure is constructed of larch, which was sourced within 2 miles of the site, and left untreated. The timber cladding was salvaged and reclaimed from the CAT site, to evoke memories of components which once had another life. The members are treated using the ancient Japanese method for charring timber, the Shou Sugi Ban. The warm larch structure contrasts with the black charred timber. <br><br>The structure was constructed in a week in Summer 2018 by a team of 5 MArch Sustainable Architecture students, forming a place for the exchange of knowledge, memory, people, place and architecture set within nature.<br><br>View this project in the AJ buildings library <a target=\"blank\" href=\"https://www.ajbuildingslibrary.co.uk/projects/display/id/8109\"> here</a>.</p>",
    "images": [
      {
        "URL": "https://i.ibb.co/dLKsq4H/1-2-1.jpg",
        "link": "/project",
        "alt": "Sk-Eye finished",
        "section": "Sk-Eye"
      },
      {
        "URL": "https://i.ibb.co/zsw6H1t/5.jpg",
        "link": "/project",
        "alt": "Sk-Eye skylight",
        "section": "Sk-Eye"
      },
      {
        "URL": "https://i.ibb.co/YDJ37g0/4-2.jpg",
        "link": "/project",
        "alt": "Sk-Eye framework",
        "section": "Sk-Eye"
      },
      {
        "URL": "https://i.ibb.co/LxL5C7V/3-2.jpg",
        "link": "/project",
        "alt": "Sk-Eye model",
        "section": "Sk-Eye"
      }
    ]
  },
  {
    "name": "Northumberland Outward Bounds",
    "description": "<p><b>Northumberland Outward Bounds</b><br><br><i>Academic Work | Northumbria University<br><br>3rd Year Final Project 2015<br><br>Programs used: Autocad, Sketch up, Kerkythea rendering software, Adobe Photoshop, InDesign and Illustrator</i> Resting alongside Hadrian’s Wall, the scheme is influenced by the dominating linearity and abstract forms of the Whin Sill and surrounding agricultural landscape and architecture. The new visitor centre and youth hostel facility at Steel Rigg celebrates the crags and the local landscape and raises awareness and respect for the outdoor activities in the area, particularly climbing. The centre will aim to educate people on climbing through both indoor and outdoor climbing walls. The Northumberland Outward Bounds Centre will become a place for the public to visit and learn about destinations and many activities within the National Park.<br><br> The visitor centre form and layout is influenced by the local agricultural architecture and the verticality of the crags. The buildings are split up into a collection of buildings which evoke a welcoming and secure atmosphere. The accommodation cabins scatter the landscape replicating the Milecastles along Hadrian’s Wall. The Climbing and Viewing tower will provide climbing educational opportunities to visitors and spectacular views of the surrounding landscape. With the potential to attract a significant number of visitors from the landscape the tower will become a beacon and connect the building to area, attracting visitors from all around.</p>",
    "images": [
      {
        "URL": "https://i.ibb.co/5GgKQr3/1.jpg",
        "link": "/project",
        "section": "Northumberland Outward Bounds",
        "alt": "Northumberland Outward Bounds Cross section"
      },
      {
        "URL": "https://i.ibb.co/10xNGDk/2.jpg",
        "link": "/project",
        "section": "Northumberland Outward Bounds",
        "alt": "Northumberland Outward Bounds Exploded diagram"
      },
      {
        "URL": "https://i.ibb.co/R0Tzdcp/4.jpg",
        "link": "/project",
        "section": "Northumberland Outward Bounds",
        "alt": "Northumberland Outward Bounds Model"
      },
      {
        "URL": "https://i.ibb.co/x6QTW7G/3.jpg",
        "link": "/project",
        "section": "Northumberland Outward Bounds",
        "alt": "Northumberland Outward Bounds Site plan"
      }
    ]
  },
  {
    "name": "Volunteering",
    "description": "<p>\"Self build is build self\" - Walter Segal<br><br> I believe that architects should not solely be chained to their desks but should learn by doing. I have had a handful of experiences building through volunteering: Donated House in Todmorden UK  and a rammed earth building; eARThouse at Abetenim Arts Village, Ghana. I have also recently built my own design as part of my MArch course, Sk-Eye.</p>",
    "images": [
      {
        "URL": "./building/1.jpg",
        "link": "/project",
        "alt": "donated house roof tiling",
        "section": "Volunteering",
        "isLocalImg": true
      },
      {
        "URL": "https://i.ibb.co/d5pNbvn/1-3.jpg",
        "link": "/project",
        "alt": "Ghana rammed earth formwork",
        "section": "Volunteering"
      },
      {
        "URL": "https://i.ibb.co/f97WrQz/2-3.jpg",
        "link": "/project",
        "alt": "Ghana rammed earth formwork",
        "section": "Volunteering"
      },
      {
        "URL": "https://i.ibb.co/D819NcG/3-3.jpg",
        "link": "/project",
        "alt": "Ghana opokus house",
        "section": "Volunteering"
      }
    ]
  }
]
